---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewReferencingSheet
source: html/79ea02a9-cc7c-17e7-bedf-bdea40069dc9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewReferencingSheet Property

"Referencing Sheet"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewReferencingSheet { get; }
```